{
	"es.tutorialui": {
		"es.tutorialui.describe": {
			"zh_CN": "描述",
			"en_US": "Narrate"
		},
		"es.tutorialui.craft": {
			"zh_CN": "合成表",
			"en_US": "Craft"
		}
	},
	"es.tutorial": {
		"es.tutorial.title.0_0_0": {
			"zh_CN": "开始",
			"en_US": "Start"
		},
		"es.tutorial.describe.0_0_0": {
			"zh_CN": "当你拿到这个§k???????§r记录§k????§r知识，按照这些步骤进行，尝试重新发展元素与魔法的§k???§r",
			"en_US": "When you find this §K???????§r record §k????§r knowledge. Follow these steps to try and redevelop the Element and Magic's §k???§r."
		},
		"es.tutorial.title.0_0_1": {
			"zh_CN": "元素",
			"en_US": "Element"
		},
		"es.tutorial.describe.0_0_1": {
			"zh_CN": "§k????§r的研究，从魔力中发现了构成物质的元素，元素作为特殊的魔力，似乎可以来改变我的世界。\\n元素可以转化到魔力，这是很容易的一件事，但反之则是几乎不可能的。",
			"en_US": "§k????§r magician find Element as special kind of magic from Items, which has power to change the World.\\nIt's simply to let Element convert to Magic, but it's almost impossible to let Magic convert back to Element."
		},
		"es.tutorial.title.0_0_2": {
			"zh_CN": "知识§k????§r",
			"en_US": "Knowledge §k????§r"
		},
		"es.tutorial.describe.0_0_2": {
			"zh_CN": "通过搭建仪式，消耗祭品作为魔力启动源，将知识§k????§r的方式，可将史蒂夫们的智慧相连，我们称这个叫映像仪式。\\n想要实现这件事，首先需要一个仪式桌。仪式桌分为不同的等级，等级越高制作越难，目前只需要制作0级的即可。除了手中的石板，仪式桌上可以放五件物品作为祭品。\\n \\n仪式进行：仪式桌放到高一格的地面上，仪式桌为中心的5×5范围不能出现任何方块，仪式桌下方为中心的5×5范围内应插满鲜花或者火把，将祭品放到桌子上，手持满耐久的木剑发动仪式。仪式成功会有天雷将知识进行同步，并以卷轴的形式给予。如果失败后，会受到天罚，仪式等级越高收到的惩罚力度越大。\\n \\n祭品选择：大多数物品都可以成为祭品，物品的好坏决定着仪式的成败。但并不是每个等级的仪式都可以使用优秀的祭品，比如钻石。等级低的仪式只能接受普通的物品，当然对于等级低的仪式来说，这已经足够了。每种祭品有「能量」属性，所有祭品的能量综合越高，仪式的成功率越大。如果高级仪式使用低级仪式的祭品，物品所能提供的能量会大打折扣。\\n史蒂夫知道，0级的仪式可以石头、原木、煤炭作为祭品，显然煤炭会更好一些，另外圆石是受到众人讨厌的祭品，如果使用四个煤炭作为祭品是肯定会成功的。",
			"en_US": "By Rite, consuming sacrifices as a source of magical power, and through the method of §k????§r knowledge, we can connect the wisdom of the Steves. We call this the Print Rite.\\nPrepare a Ritual Table to Start. There are diff level Ritual Tables, but now creft a 0 level is all right. In addition to the slate in hand, five items can be placed on the Ritual Table as sacrifices.\\n \\nRite: Put the Ritual Table on the ground one higher, Table center range of 5 × 5 cannot have any block. Place Flowers or torches on center range of 5x5 under table. Put the sacrifice on Ritual Table and start the Rite with a wooden sword. Steve Can get knowledge on Rite success. but if fail, steve will be punished, the higher Rite level, the greater the punishment received.\\n \\nSacrifice: Most items can be sacrificed, the quality of the items determine the success or failure of Rite. But not every level of table can withstand high-end items. Low level Rite can only accept low-end items, of course for low-level Rite, this is enough. Each sacrifice has 'Power' attribute, more Power more better. If high-level Rite use low-level's sacrifice, Power will be greatly reduced.\\nSteve know 0 level Rite Can use Stone, Log, Coal as sacrifice, any level Rite hate cobblestone, and four coal will bring success in 0 level Rit."
		},
		"es.tutorial.title.0_1_0": {
			"zh_CN": "重要资源",
			"en_US": "Important Ore"
		},
		"es.tutorial.describe.0_1_0": {
			"zh_CN": "蓝晶石是生成在地下的一种带有魔力的矿物，19层以下可能更容易找到它。\\n蓝晶石矿可以经过烧制形成蓝晶石。\\n在烧制蓝晶石矿的时候，通过“末影之眼”的辅助，可以将存在于蓝晶石矿物中的魔力碎片取出。\\n蓝晶石可以制作工具，与铁的挖掘等级相同，不过有更好的耐久性。",
			"en_US": "Kyanite is a kind of magic mineral that steve can find it's ore under y 19.\\nBurning kyanite ore whit Extra Item Eye of Ender can take out Magic Fragment from it.\\nKyanite can be used to make tools, which is the same harvestLevel as iron's, but has better durability."
		},
		"es.tutorial.title.0_1_1": {
			"zh_CN": "更好的熔炉套装",
			"en_US": "Better Furnace Kit"
		},
		"es.tutorial.describe.0_1_1": {
			"zh_CN": "灶台中可以放入燃料，用来加热上方的方块。\\n灶台的材质有：原石、铁、蓝晶石，依次排序，材质等级越高的灶台，加热上方方块的速度越快。\\n烧炼箱可以像熔炉一样的使用，不过它可以同时烧两种东西。\\n烧炼箱的材质有：原石、铁、蓝晶石，铁级以上的烧炼箱子可以放置额外物品共同烧制，比如放入“末影之眼”来烧制蓝晶石矿？\\n将烧炼放在蓝晶石灶台上，体验飞一样的烧炼速度。",
			"en_US": "Add fuel to Hearth, heat block above Hearth.\\nThe materials of Hearth: cobblestone, iron, kyanite. The higher the material level of the Hearth, the faster heating block speed.\\nSmelting Box can used like Furnace, but it can burn two things at the same time.\\nThe materials of Smelting Box: cobblestone, iron, kyanite. Extra Item can be placed in material of iron or kyanite. Such as use Eye of Ender as extra item when burning kyanite ore maybe can get some windfall."
		},
		"es.tutorial.title.0_2_0": {
			"zh_CN": "神奇的花",
			"en_US": "Mysterious Flower"
		},
		"es.tutorial.describe.0_2_0": {
			"zh_CN": "在§k????§r之后，一种极为稀少的白色花朵开始在自然界中生长，我们称之为星之花。其极为脆弱，无法掉落。\\n不过它可以为你带来好运，空手或持有某些道具右键向其许愿，它可能会赐予你一些buff或者工具，或是为你将你传送回家。\\n不过许愿后的星之花将会枯萎。",
			"en_US": "After §k????§r, an extremely rare white flower began to grow in overworld, which we call the Star Flower. Star Flower is extremely fragile and cannot be dropped.\\nBut it can bring you good luck, holding some Item or not and right click it to make a wish, Steve may get some buffs or tools, or bring steve to home.\\nHowever, the Star Flower will withered after wish."
		},
		"es.tutorial.title.0_3_0": {
			"zh_CN": "寻求仪式",
			"en_US": "Seek Rite"
		},
		"es.tutorial.describe.0_3_0": {
			"zh_CN": "寻求仪式，可以使用写有某样物品的羊片卷来向§k????§r寻求这个物品。该仪式和映像仪式基本一样，不同点：一是需要一张「信息羊皮卷」；二是寻求的物品对仪式等级有要求。\\n「信息羊皮卷」可以通过：墨囊、羽毛、羊皮卷和象征性物品进行合成。象征性物品根据寻求的物品不同而不同。",
			"en_US": "Seek Rite, can use Parchment writen some item to seek this item from §k????§r. It same like Print Rite, but: First is need a 'Item Parchment', second is require level of Ritual Table.\\n'Item Parchment' can craft by Ink, Feather, Parchment and Symbolic Item, Symbolic Item is according to item for seek."
		},
		"es.tutorial.title.0_3_1": {
			"zh_CN": "引路灯",
			"en_US": "Guide Lamp"
		},
		"es.tutorial.describe.0_3_1": {
			"zh_CN": "引路灯是具有魔力的一盏灯，放下后会自动发出火焰指向上一个灯。由于其的特殊性，可以通过寻求仪式获取。\\n通过shift+右键可以设置下次放置的链接位置。",
			"en_US": "Kyanite is a kind of magic mineral that steve can find it's ore under y 19.\\nBurning kyanite ore whit Extra Item Eye of Ender can take out Magic Fragment from it.\\nKyanite can be used to make tools, which is the same harvestLevel as iron's, but has better durability."
		},
		"es.tutorial.title.1_0_3": {
			"zh_CN": "魔力碎片",
			"en_US": "Magic Piece"
		},
		"es.tutorial.describe.1_0_3": {
			"zh_CN": "由魔力构成的碎片，可以合成带有魔力的物品，想必研究它的人会有很多。\\n它的获取方式有很多种，不过最快的可能是从其他人手里购买，这样的话...可以去村庄看看？",
			"en_US": "Fragment made of Magic which can craft item with magic. I think there must be many people who study it. There are many ways to obtain it, but the fastest way may be to buy it from others. In that case... why not go to the village and have a look?"
		}
	}
}